/* Reset button labels */
"Reset" = "Reset";

/* Data unavailable messages */
"DataUnavailable" = "Unavailable";


/* Error messages */
"NoLocationServices" = "Location services are not enabled.";
"LocationDenied" = "Access to use your location was denied.";
"LocationUnknown" = "Your location could not be determined.";
"GenericLocationError" = "Unknown location error code:";

/* Titles */
"LocationInfo" = "Location Info";

/* Alert */
"DisabledTitle" = "Location Services is Disabled";
"DisabledMessage" = "You currently have all location services for this device disabled. If you proceed, you will be asked to confirm whether location services should be reenabled.";
"OKButtonTitle" = "OK";





